Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/transport_and_disability/mobility_allowance.html.txt.tmx
Source language: en
Languages: ga

source: Mobility Allowance was a means tested monthly payment payable by the Health Service Executive (HSE) to people who are aged 16 and over and under age 66, and who have a disability and are unable to walk or use public transport and who would benefit from a change in surroundings; (for example, by financing the occasional taxi journey)
ga: Íocaíocht mhíosúil is ea an Liúntas Soghluaiseachta a ndéantar tástáil mhaoine ina leith a íocann Feidhmeannacht na Seirbhíse Sláinte (FSS) in Éirinn le daoine atá idir 16 agus 66 bliain d’aois atá faoi mhíchumas agus nach bhfuil in ann siúil ach go mbeadh sé de thairbhe dóibh a bheith in ann athrú ó áit amháin go háit eile, (mar shampla, airgead a chur ar fáil do thuras tacsaí anois agus arís)

source: There is no specific legislation providing for Mobility Allowance
ga: Níl aon reachtaíocht faoi leith ann in Éirinn a dhéanann foráil don Liúntas Soghluaiseachta

source: Instead, this Allowance was introduced in 1979 by the Department of Health and is payable under Section 61 of the Health Act, 1970
ga: Ina ionad sin, ba í an Roinn Sláinte a chuir tús leis i 1979 agus íoctar é faoi Alt 61 den Acht Sláinte, 1970

source: In 2013, the Department of Health announced that the Mobility Allowanced scheme was closed to new applicants
ga: Ar an 26 Feabhra 2013, d'fhógair an Roinn Sláinte go raibh deireadh leis an scéim Liúntas Soghluaisteachta d'iarratasóirí nua

source: An alternative scheme is being devised replace it
ga: Tá scéim eile á leagan amach a chur ina ionad

source: In the meantime, the HSE continues to make monthly payments to people who were getting the Mobility Allowance at the time that the scheme closed
ga: Idir an dá linn, leanann an Liúntas Soghluaisteachta a íoc leis siúd atá ag fáil cheana féin é

source: You are eligible for a Mobility Allowance if you meet the following conditions:
ga: Ní mór na coinníollacha seo a shásamh le bheith i dteideal na híocaíochta seo:

source: • You are unable to walk, even with the use of artificial limbs or other suitable aids, or your health is such that the exertion required to walk would be dangerous
ga: • Gan a bheith in ann siúl, fiú má bhíonn géaga bréagacha nó cúnamh cuí eile agat, nó de bharr drochshláinte go mbeadh sé dainséarach do do shláinte brú a chur ort féin agus dul amach ag siúl

source: • The inability to walk must be likely to last for at least a year
ga: • Ní mór go mbeidh gach cosúlacht ann nach mbeidh sé ar do chumas siúil go ceann bliana ar a laghad

source: • You must not be medically forbidden to move
ga: • Níor mhór gur mhol dochtúir nach bhfuil cead agat bogadh thart

source: • You must be in a position to benefit from a change in surroundings
ga: • Níor mhór go mbeadh sé tairbheach duit bogadh ón áit ina bhfuil tú

source: • You must be living at home or in a long-term institution
ga: • Ní mór gur i do chónaí sa bhaile nó in institiúid fhadtéarmach atá tú

source: • You must pass a means test
ga: • Ní mór duit tástáil mhaoine a shásamh

source: The decision on whether or not you meet the medical criteria is made by the HSE Senior Area Medical Officer for your area
ga: Is é/í Oifigeach Sinsearach Leighis an Cheantair d’Fheidhmeannacht na Seirbhíse Sláinte (FSS) a dhéanann an cinneadh an sásaíonn tú na coinníollacha leighis nó nach sásaíonn

source: To determine the amount of Mobility Allowance you will receive, you calculate your total assessable income
ga: D’fhonn an méid den Liúntas Soghluaiseachta a gheobhaidh tú a dheimhniú, déanann tú d’ioncam iomlán a ríomh

source: Some income is not assessable (see Non-Assessable Income below)
ga: Ní féidir measúnú a dhéanamh ar roinnt ioncaim (féach Ioncam Neamh-Inmheasúnaithe thíos)

source: In the case of a couple both your incomes are added together
ga: I gcás lanúine, suimítear bhur n-ioncaim le chéile

source: Any amount in excess of the appropriate weekly social welfare payment for your family is deducted from the maximum amount of weekly Mobility Allowance payable to you
ga: Baintear aon suim sa bhreis ar an íocaíocht chuí sheachtainiúil leasa shóisialaigh do do theaghlach ón uasmhéid den Liúntas Soghluaiseachta seachtainiúil atá iníoctha leat

source: The appropriate social welfare payment is Disability Allowance where you are under age 66 and State Pension (Non-Contributory) where you are over age 66
ga: Is í an íocaíocht chuí leasa shóisialaigh Liúntas Míchumais sa chás go bhfuil tú faoi aois 66 bliain agus go bhfuil agat Pinsean Stáit (Neamhranníocach) sa chás go bhfuil tú breis agus 66 bliain d’aois

source: The appropriate weekly payment depends on whether you are a couple and have dependent children or not
ga: Braitheann an íocaíocht chuí ar cibé acu an lanúin sibh nó nach bhfuil agus an bhfuil agat nó nach bhfuil leanaí cleithiúnaigh

source: To calculate the maximum weekly Mobility Allowance, you multiply the monthly rate (see Rates below) by 12 and then divide by 52
ga: Leis an Liúntas Sohghluaiseachta uasta seachtainiúil a ríomh, iolraítear an ráta míosúil (féach Rátaí thíos) faoi 12 agus ansin é a roinnt faoi 52

source: In the case of a couple where both of you are eligible, half of any amount in excess of the appropriate weekly social welfare payment for your family is deducted from the maximum amount of weekly Mobility Allowance payable to you
ga: I gcás lanúine ina bhfuil sibh araon incháilithe, baintear leath d’aon suim sa bhreis ar an íocaíocht chuí sheachtainiúil leasa shóisialaigh do do theaghlach ón uasmhéid den Liúntas Soghluaiseachta seachtainiúil atá iníoctha leat

source: The following payments are not taken into account in accessing your means:
ga: Ní chuirtear san áireamh agus measúnú á dhéanamh ar do mhaoin na híocaíochtaí a leanas:

source: • National Fuel Scheme Allowance payments
ga: • Íocaíochtaí faoin Scéim Liúntais Náisiúnta Bhreosla

source: • Income up to the maximum amount approved by the Department of Social Protection (DSP) from employment of a therapeutic or rehabilitative nature
ga: • Ioncam a mhéid leis an méid uasta a cheadaíonn an Roinn Coimirce Sóisialaí (RCS) ó fhostaíocht de chineál teiripeach nó athshlánaithe

source: • Monies received from charitable organisations other than remuneration
ga: • Airgead arna fháil ó eagraíochtaí carthanúla seachas luach saothair

source: • Special compensation awards that are exempted by legislation, for example, Thalidomide
ga: • Dámhachtainí speisialta cúitimh ag a bhfuil díolúine faoin reachtaíocht, mar shampla, Tailídimíd

source: • Travel and meal allowances paid to participants on Government-approved schemes
ga: • Liúntais taistil agus bhéile arna n-íoc le rannpháirtithe ar scéimeanna ag a bhfuil ceadú an Rialtais

source: • Repayments received under the Health (Repayment Scheme) Act 2006
ga: • Aisíocaíochtaí arna bhfáil faoin Acht Sláinte (Scéim Aisíoctha), 2006

source: • The benefit of the Disabled Drivers and Disabled Passengers (Tax Concessions) Scheme
ga: • Sochar na Scéime Tiománaithe faoi Mhíchumas agus Paisinéirí faoi Mhíchumas (Lamháltas Cánach)

source: If your spouse/civil partner/cohabitant is receiving Carer's Allowance or Carer's Benefit, the payment is ignored
ga: Má tá Liúntas Cúramóra nó Sochar Cúramóra á fháil ag do chéile/pháirtnéir sibhialta/chomháititheoir, déantar neamhaird den íocaíocht

source: Instead, your income is assessed as being your primary payment plus any increases for qualified children, plus the Supplementary Welfare Allowance increase for a qualified adult
ga: Ina ionad sin, déantar measúnú ar d’ioncam amhail bheith mar do phríomhíocaíocht móide aon mhéaduithe le haghaidh leanaí cáilithe, móide méadú an Liúntais Leasa Fhorlíontaigh le haghaidh duine fásta cáilithe

source: Where Carer's Allowance or Carer's Benefit is paid in respect of you to someone who is not your spouse/civil partner/cohabitant, it is ignored and you are assessed on your own assessable income
ga: Sa chás go n-íoctar Liúntas Cúramóra nó Sochar Cúramóra leat do dhuine éigin nach do chéile/pháirtnéir sibhialta/chomháititheoir iad, déantar neamhaird de agus déantar measúnú ort ar d’ioncam féin inmheasúnaithe

source: The formula used in the assessment of the income from capital is the same as that used by the DSP in the means test for Disability Allowance
ga: Is í an fhoirmle a úsáidtear sa mheasúnú ar an ioncam ó chaipiteal an fhoirmle chéanna a úsáideann an RCS sa tástáil mhaoine do Liúntas Míchumais

source: If you receive a Motorised Transport Grant, having previously received the Mobility Allowance, you will no longer receive the Mobility Allowance
ga: Má fhaigheann tú Deontas Mótariompair, agus an Liúntas Soghluaiseachta arna fháil agat cheana, ní bhfaighidh tú an Liúntas Soghluaiseachta a thuilleadh

source: This is because the payment of a Motorised Transport Grant is subject to the condition that the HSE will not be called upon at any future date to contribute towards the running costs of the vehicle
ga: Seo mar gheall go bhfuil íocaíocht Deontas Mótariompair faoi réir an choinníll nach n-iarrfar ar FSS ag aon dáta amach anseo ranníocaíochtaí a íoc i dtreo costais reatha na feithicle

source: You will not be eligible for the Mobility Allowance again until three years after the date of payment of the Motorised Transport Grant
ga: Ní bheidh tú i dteideal an Liúntas Soghluaiseachta a fháil arís go dtí tréimhse thrí bliana i ndiaidh dháta íoctha an Deontais Mhótariompair

source: Appealing the refusal of Mobility Allowance
ga: Diúltú Liúntas Soghluaiseachta a achomharc

source: There is no statutory appeal scheme for Mobility Allowance
ga: Ní ann d’aon scéim achomhairc reachtúil don Liúntas Soghuaiseachta

source: In other words, if you have been refused Mobility Allowance by your Local Health Office, your right to appeal is not set down in law
ga: I bhfriotal eile, má dhiúltaigh d’Oifig Sláinte Áitiúil Liúntas Soghluaiseachta a thabhairt duit, níl aon cheart agat leis seo a achomharc de réir an dlí

source: Where an applicant is refused, the HSE will formally notify you of their decision (in writing) and include details of how to appeal this decision
ga: Sa chás go ndiúltaítear d’iarratasóir, cuirfidh FSS ar an eolas go foirmiúil thú faoina gcinneadh (i scríbhinn) agus áireofar leis sonraí faoi conas an cinneadh seo a achomharc

source: Appeal procedures for Mobility Allowance can vary from one Local Health Office to another
ga: Is éagsúil do na nósanna imeachta achomhairc don Liúntas Soghluaiseachta atá ag Oifigí Sláinte Áitiúla

source: Some Local Health Offices for example, will conduct a review hearing' where independent Senior Medical Officers will meet the applicant and review their application, including the medical evidence
ga: Tabharfaidh roinnt Oifigí Sláinte Áitiúla, mar shampla faoi éisteacht athbhreithnithe ina gcasfaidh Oifigigh Shinsearacha Leighis leis an iarratasóir agus athbhreithniú a dhéanamh ar a n-iarratas, lena n-áirítear an fhianaise leighis

source: Other Local Health Offices may refer the appeal to their Appeals Office for review
ga: D’fhéadfadh Oifigí Sláinte Áitiúla eile an t-achomharc a chur ar aghaidh chuig an Oifig Achomharc lena athbhreithniú

source: Contact your Local Health Office for information on the appeals process in your area
ga: Déan teagmháil le d’Oifig Sláinte Áitiúil le teacht ar fhaisnéis faoin bpróiseas achomhairc i do cheantar

source: The allowance is paid monthly
ga: Íoctar an liúntas gach mí

source: The lower rate is payable to those who are availing of the Disabled Drivers and Disabled Passengers (Tax Concessions) Scheme
ga: Tá an t-ísealráta iníoctha leo siúd a bhfuil cúnamh á fháil acu faoin Scéim Tiománaithe faoi Chumas agus Paisinéirí faoi Mhíchumas (Lamháltais Chánach)

source: │€208.50 per │€104.25 per │
ga: │€208.50 sa mhí │€104.25 sa mhí │

source: Applications are no longer accepted for new applicants
ga: Is féidir leat teagmháil a dhéanamh le d’Oifig Sláinte Áitiúil
